Repository: TaxRefundCalculator/TaxRefundCalculator
Catalog: TaxRefundCalculator/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ru

source: Electronic refund (eTRS)
de: Elektronische Rückerstattung (eTRS)
es: Reembolso electrónico (eTRS)
fr: Remboursement électronique (eTRS)
it: Rimborso elettronico (eTRS)
ja: 電子払い戻し（eTRS）
ru: Электронный возврат (eTRS)

source: Airport eTRS kiosk
de: eTRS-Kiosk am Flughafen
es: Quiosco eTRS en el aeropuerto
fr: Borne eTRS à l’aéroport
it: Chiosco eTRS in aeroporto
ja: 空港eTRSキオスク
ru: Киоск eTRS в аэропорту

source: Passport registration required, some items excluded.
de: Passregistrierung erforderlich, einige Artikel ausgenommen
es: Registro de pasaporte requerido, algunos artículos excluidos
fr: Enregistrement du passeport requis, certains articles exclus
it: Registrazione del passaporto obbligatoria, alcuni articoli esclusi
ja: パスポート登録必須、一部商品は対象外
ru: Требуется регистрация паспорта, некоторые товары исключены

source: Indonesia
de: Indonesien
fr: Indonésie
ja: インドネシア
ru: Индонезия

source: Foreign tourists (excluding crew, etc.)
de: Ausländische Touristen (ausgenommen Besatzung etc.)
es: Turistas extranjeros (excluyendo tripulación, etc.)
fr: Touristes étrangers (sauf personnel navigant, etc.)
it: Turisti stranieri (eccetto equipaggio, ecc.)
ja: 外国人観光客（クルー等除く）
ru: Иностранные туристы (за исключением экипажа и т.д.)

source: Goods exported abroad
de: Waren, die ins Ausland ausgeführt werden
es: Bienes exportados al extranjero
fr: Biens exportés à l’étranger
it: Beni esportati all'estero
ja: 国外に輸出される商品
ru: Товары, вывозимые за границу

source: VAT refund office
de: MwSt.-Erstattungsbüro
es: Oficina de reembolso del IVA
fr: Bureau de remboursement TVA
it: Ufficio rimborso IVA
ja: VAT払い戻しオフィス
ru: Офис возврата НДС

source: Crew, etc. are not eligible for refunds.
de: Besatzung usw. sind nicht erstattungsberechtigt
es: Tripulación y otros no son elegibles para el reembolso
fr: Personnel navigant non éligible au remboursement
it: Equipaggio e simili non idonei al rimborso
ja: クルーなどは払い戻し対象外
ru: Экипаж и т.д. не имеют права на возврат

source: Australia
de: Australien
fr: Australie
ja: オーストラリア
ru: Австралия

source: Goods purchased within 30 days before departure
de: Waren, die innerhalb von 30 Tagen vor Abreise gekauft wurden
es: Bienes comprados dentro de los 30 días previos a la salida
fr: Biens achetés dans les 30 jours précédant le départ
it: Beni acquistati entro 30 giorni dalla partenza
ja: 出国30日以内に購入した商品
ru: Товары, купленные в течение 30 дней до вылета

source: Airport refund (TRS)
de: Rückerstattung am Flughafen (TRS)
es: Reembolso en el aeropuerto (TRS)
fr: Remboursement à l’aéroport (TRS)
it: Rimborso in aeroporto (TRS)
ja: 空港払い戻し（TRS）
ru: Возврат в аэропорту (TRS)

source: TRS counter at departure hall
de: TRS-Schalter im Abflugbereich
es: Mostrador TRS en la sala de salidas
fr: Guichet TRS en zone départ
it: Sportello TRS zona partenze
ja: 出国ロビーTRSカウンター
ru: Стойка TRS в зале вылета

source: Purchase within 30 days before departure, recommend arriving at least 90 minutes early.
de: Kauf innerhalb von 30 Tagen vor Abreise, Ankunft mindestens 90 Minuten vorher empfohlen
es: Compra dentro de los 30 días previos a la salida, se recomienda llegar al menos 90 minutos antes
fr: Achat dans les 30 jours avant le départ, arrivée recommandée au moins 90 min avant
it: Acquisto entro 30 giorni dalla partenza, si consiglia di arrivare almeno 90 minuti prima
ja: 出国30日以内に購入、出発90分前の到着を推奨
ru: Покупка в течение 30 дней до вылета, рекомендуется прибыть минимум за 90 минут

source: Turkey
de: Türkei
es: Turquía
fr: Turquie
it: Turchia
ja: トルコ
ru: Турция

source: Approved items
de: Zugelassene Waren
es: Artículos aprobados
fr: Articles approuvés
it: Articoli approvati
ja: 認定商品
ru: Одобренные товары

source: Refund counter after customs verification
de: Rückgabeschalter nach Zollabfertigung
es: Mostrador de reembolso tras verificación de aduana
fr: Guichet de remboursement après le contrôle douanier
it: Sportello di rimborso dopo controllo doganale
ja: 税関認証後の払い戻しカウンター
ru: Пункт возврата после таможенного контроля

source: Only for approved items.
de: Nur für zugelassene Waren
es: Solo para artículos aprobados
fr: Uniquement pour les articles approuvés
it: Solo per articoli approvati
ja: 認定商品のみ対象
ru: Только для одобренных товаров

source: South Africa
de: Südafrika
es: Sudáfrica
fr: Afrique du Sud
it: Sudafrica
ja: 南アフリカ
ru: Южная Африка

source: Customs verification required.
de: Zollprüfung erforderlich
es: Verificación de aduana requerida
fr: Contrôle douanier requis
it: Controllo doganale richiesto
ja: 税関確認が必要
ru: Требуется таможенная проверка

source: Czech Republic
de: Tschechien
es: República Checa
fr: République tchèque
it: Repubblica Ceca
ja: チェコ
ru: Чехия

source: Goods exported within 90 days
de: Waren, die innerhalb von 90 Tagen ausgeführt werden
es: Bienes exportados dentro de los 90 días
fr: Biens exportés dans les 90 jours
it: Beni esportati entro 90 giorni
ja: 90日以内に輸出される商品
ru: Товары, вывозимые в течение 90 дней

source: Refund counter at departure hall
de: Rückgabeschalter im Abflugbereich
es: Mostrador de reembolso en la sala de salidas
fr: Guichet de remboursement en zone départ
it: Sportello rimborso nella zona partenze
ja: 出国ロビーの払い戻しカウンター
ru: Пункт возврата в зале вылета

source: Customs stamp required, depart within 90 days.
de: Zollstempel erforderlich, Abreise innerhalb von 90 Tagen
es: Sello de aduana requerido, salida dentro de 90 días
fr: Timbre douanier requis, départ sous 90 jours
it: Timbro doganale obbligatorio, uscita entro 90 giorni
ja: 税関スタンプ必須、90日以内に出国
ru: Требуется таможенная печать, выезд в течение 90 дней

source: Hungary
de: Ungarn
es: Hungría
fr: Hongrie
it: Ungheria
ja: ハンガリー
ru: Венгрия

source: Customs and refund office
de: Zoll und Rückgabestelle
es: Oficina de aduanas y reembolso
fr: Douane et bureau de remboursement
it: Dogana e sportello rimborso
ja: 税関・払い戻しカウンター
ru: Таможня и пункт возврата

source: Receipt required.
de: Kassenbon erforderlich
es: Recibo requerido
fr: Reçu requis
it: Scontrino obbligatorio
ja: レシート持参必須
ru: Необходим чек

source: Bulgaria
de: Bulgarien
fr: Bulgarie
ja: ブルガリア
ru: Болгария

source: Refund counter
de: Rückgabeschalter
es: Mostrador de reembolso
fr: Guichet de remboursement
it: Sportello rimborso
ja: 払い戻しカウンター
ru: Пункт возврата

source: Switzerland
de: Schweiz
es: Suiza
fr: Suisse
it: Svizzera
ja: スイス
ru: Швейцария

source: Non-residents
de: Nichtansässige
es: No residentes
fr: Non-résidents
it: Non residenti
ja: 非居住者
ru: Нерезиденты

source: Partner shops or refund offices
de: Partnergeschäfte oder Rückgabestellen
es: Tiendas asociadas o oficinas de reembolso
fr: Commerces partenaires ou bureaux de remboursement
it: Negozi convenzionati o sportelli rimborso
ja: 提携店または払い戻しカウンター
ru: Партнерские магазины или пункты возврата

source: Only for non-EU nationals.
de: Nur für Nicht-EU-Bürger
es: Solo para ciudadanos no pertenecientes a la UE
fr: Réservé aux ressortissants hors UE
it: Solo per cittadini extra-UE
ja: EU以外の国籍のみ対象
ru: Только для граждан, не входящих в ЕС

source: Germany
de: Deutschland
es: Alemania
fr: Allemagne
it: Germania
ja: ドイツ
ru: Германия

source: Non-EU residents
de: Nicht-EU-Ansässige
es: Residentes fuera de la UE
fr: Résidents hors UE
it: Non residenti nell’UE
ja: EU外居住者
ru: Нерезиденты ЕС

source: Goods exported outside the EU
de: Waren, die außerhalb der EU ausgeführt werden
es: Bienes exportados fuera de la UE
fr: Biens exportés hors UE
it: Beni esportati fuori dall’UE
ja: EU外へ輸出される商品
ru: Товары, вывозимые за пределы ЕС

source: Global Blue / Planet refund office
de: Global Blue / Planet Rückgabestelle
es: Oficina de reembolso Global Blue / Planet
fr: Bureau de remboursement Global Blue / Planet
it: Sportello rimborso Global Blue / Planet
ja: Global Blue / Planet払い戻しカウンター
ru: Пункт возврата Global Blue / Planet

source: Customs stamp required.
de: Zollstempel erforderlich
es: Sello de aduana requerido
fr: Timbre douanier requis
it: Timbro doganale obbligatorio
ja: 税関スタンプ必須
ru: Требуется таможенная печать

source: Netherlands
de: Niederlande
es: Países Bajos
fr: Pays-Bas
it: Paesi Bassi
ja: オランダ
ru: Нидерланды

source: Refund counter after customs stamp
de: Rückgabeschalter nach Zollstempel
es: Mostrador de reembolso tras sello de aduana
fr: Guichet de remboursement après timbre douanier
it: Sportello rimborso dopo timbro doganale
ja: 税関スタンプ後の払い戻しカウンター
ru: Пункт возврата после таможенной печати

source: Difficult to get a refund on the day of departure.
de: Rückerstattung am Tag der Abreise schwierig
es: Difícil conseguir el reembolso el mismo día de salida
fr: Remboursement difficile le jour même du départ
it: Rimborso difficile il giorno stesso della partenza
ja: 当日出国の場合は払い戻しが難しい
ru: Сложно получить возврат в день вылета

source: Belgium
de: Belgien
es: Bélgica
fr: Belgique
it: Belgio
ja: ベルギー
ru: Бельгия

source: Refund office
de: Rückgabestelle
es: Oficina de reembolso
fr: Bureau de remboursement
it: Sportello rimborso
ja: 払い戻しカウンター
ru: Пункт возврата

source: Only at approved shops, customs verification required.
de: Nur in zugelassenen Geschäften, Zollprüfung erforderlich
es: Solo en tiendas aprobadas, verificación de aduana requerida
fr: Uniquement dans les magasins agréés, contrôle douanier requis
it: Solo in negozi approvati, controllo doganale richiesto
ja: 認定店舗のみ・税関確認が必要
ru: Только в одобренных магазинах, требуется таможенная проверка

source: France
de: Frankreich
es: Francia
it: Francia
ja: フランス
ru: Франция

source: PABLO electronic certification or refund office
de: Elektronische PABLO-Bestätigung oder Rückgabestelle
es: Certificación electrónica PABLO o oficina de reembolso
fr: Certification électronique PABLO ou bureau de remboursement
it: Certificazione elettronica PABLO o sportello rimborso
ja: PABLO電子認証または払い戻しカウンター
ru: Электронная система PABLO или пункт возврата

source: Airport
de: Flughafen
es: Aeropuerto
fr: Aéroport
it: Aeroporto
ja: 空港
ru: Аэропорт

source: Approx. 12% fee deducted.
de: Gebühr von ca. 12 % wird abgezogen
es: Se descuenta una comisión de aproximadamente el 12%
fr: Environ 12% de frais déduits
it: Detrazione di circa il 12% di commissione
ja: 約12%の手数料差引
ru: Вычитается комиссия около 12%

source: Spain
de: Spanien
es: España
fr: Espagne
it: Spagna
ja: スペイン
ru: Испания

source: DIVA kiosk
es: Quiosco DIVA
fr: Borne DIVA
it: Chiosco DIVA
ja: DIVAキオスク
ru: Киоск DIVA

source: Electronic certification required.
de: Elektronische Bestätigung erforderlich
es: Certificación electrónica requerida
fr: Certification électronique requise
it: Certificazione elettronica obbligatoria
ja: 電子認証必須
ru: Требуется электронная сертификация

source: Portugal
es: Portogal
it: Portogallo
ja: ポルトガル
ru: Португалия

source: Ireland
de: Irland
es: Irlanda
fr: Irlande
it: Irlanda
ja: アイルランド
ru: Ирландия

source: Goods for personal use, exported as personal baggage within 3 months of purchase upon leaving the EU
de: Waren für den persönlichen Gebrauch, die als persönliches Gepäck innerhalb von 3 Monaten nach dem Kauf aus der EU ausgeführt werden
es: Bienes para uso personal exportados como equipaje personal al salir de la UE dentro de los 3 meses posteriores a la compra
fr: Biens à usage personnel exportés comme bagage personnel en quittant l’UE dans les 3 mois suivant l’achat
it: Beni per uso personale esportati come bagaglio personale entro 3 mesi dalla data di acquisto
ja: 個人使用目的の商品、購入日から3ヶ月以内にEU出国時に個人手荷物として輸出される商品
ru: Товары для личного пользования, вывозимые в личном багаже в течение 3 месяцев после покупки при выезде из ЕС

source: Retail shop or refund agency
de: Einzelhändler oder Rückerstattungsagentur
es: Tienda minorista o agencia de reembolso
fr: Magasin ou agence de remboursement
it: Rivenditore o agenzia di rimborso
ja: 小売店または払い戻し代理店
ru: Розничный магазин или агентство возврата

source: Dublin, Shannon airports, etc.
de: Dublin, Shannon Flughafen usw.
es: Aeropuertos de Dublín, Shannon, etc.
fr: Aéroports de Dublin, Shannon, etc.
it: Aeroporto di Dublino, Shannon, ecc.
ja: ダブリン、シャノン空港など
ru: Аэропорты Дублин, Шаннон и др.

source: Only some shops participate; check before purchase.
de: Nur einige Geschäfte nehmen teil, bitte vor dem Kauf bestätigen
es: Solo algunas tiendas participan, confirmar antes de la compra
fr: Seuls certains magasins participent, vérifier avant l’achat
it: Solo alcuni negozi partecipano, verificare prima dell’acquisto
ja: 一部店舗のみ対応・事前確認必須
ru: Только некоторые магазины участвуют, уточняйте перед покупкой

source: Austria
de: Österreich
fr: Autriche
ja: オーストリア
ru: Австрия

source: Unused goods for personal use, exported as personal baggage within 3 months of purchase upon leaving the EU
de: Unbenutzte Waren für den persönlichen Gebrauch, die innerhalb von 3 Monaten nach dem Kauf als persönliches Gepäck aus der EU ausgeführt werden
es: Bienes no utilizados para uso personal exportados como equipaje personal al salir de la UE dentro de los 3 meses posteriores a la compra
fr: Biens inutilisés à usage personnel exportés comme bagage personnel en quittant l’UE dans les 3 mois suivant l’achat
it: Beni non utilizzati per uso personale esportati come bagaglio personale entro 3 mesi dalla data di acquisto
ja: 個人使用の未使用商品、購入日から3ヶ月以内にEU出国時に個人手荷物として輸出される商品
ru: Неиспользованные товары для личного пользования, вывозимые в личном багаже в течение 3 месяцев после покупки при выезде из ЕС

source: Airport refund or downtown refund office
de: Rückerstattung am Flughafen oder in der Stadt
es: Reembolso en el aeropuerto o en oficina de la ciudad
fr: Remboursement à l’aéroport ou bureau en ville
it: Rimborso in aeroporto o presso centro città
ja: 空港または市内払い戻しカウンター
ru: Возврат в аэропорту или городском пункте возврата

source: Vienna airport, etc.
de: Flughafen Wien usw.
es: Aeropuerto de Viena, etc.
fr: Aéroport de Vienne, etc.
it: Aeroporto di Vienna, ecc.
ja: ウィーン空港など
ru: Аэропорт Вена и др.

source: Customs stamp required; present receipt and goods.
de: Zollstempel erforderlich, Quittung und Ware vorzeigen
es: Sello de aduana requerido, mostrar recibo y bienes
fr: Timbre douanier requis, présenter reçu et article
it: Timbro doganale obbligatorio, mostrare ricevuta e bene
ja: 税関スタンプ必須、レシートと商品提示
ru: Требуется таможенная печать, предоставьте чек и товар

source: Croatia
de: Kroatien
es: Croacia
fr: Croatie
it: Croazia
ja: クロアチア
ru: Хорватия

source: Zagreb airport, etc.
de: Flughafen Zagreb usw.
es: Aeropuerto de Zagreb, etc.
fr: Aéroport de Zagreb, etc.
it: Aeroporto di Zagabria, ecc.
ja: ザグレブ空港など
ru: Аэропорт Загреб и др.

source: Italy
de: Italien
es: Italia
fr: Italie
it: Italia
ja: イタリア
ru: Италия

source: Rome, Milan airports, etc.
de: Flughafen Rom, Mailand usw.
es: Aeropuertos de Roma, Milán, etc.
fr: Aéroports de Rome, Milan, etc.
it: Aeroporto di Roma, Milano, ecc.
ja: ローマ・ミラノ空港など

source: Greece
es: Grecia
fr: Grèce
it: Grecia
ja: ギリシャ
ru: Греция

source: Athens airport, etc.
es: Aeropuerto de Atenas, etc.
fr: Aéroport d’Athènes, etc.
it: Aeroporto di Atene, ecc.
ja: アテネ空港など
ru: Аэропорт Афины и др.

source: Sweden
es: Suecia
fr: Suède
it: Svezia
ja: スウェーデン
ru: Швеция

source: Stockholm Arlanda airport, etc.
es: Aeropuerto de Estocolmo-Arlanda, etc.
fr: Aéroport de Stockholm-Arlanda, etc.
it: Aeroporto di Stoccolma-Arlanda, ecc.
ja: ストックホルム・アーランダ空港など
ru: Аэропорт Стокгольм Арланда и др.

source: Denmark
es: Dinamarca
fr: Danemark
it: Danimarca
ja: デンマーク
ru: Дания

source: Copenhagen airport, etc.
es: Aeropuerto de Copenhague, etc.
fr: Aéroport de Copenhague, etc.
it: Aeroporto di Copenaghen, ecc.
ja: コペンハーゲン空港など
ru: Аэропорт Копенгаген и др.

source: Norway
de: Norwegen
es: Noruega
fr: Norvège
it: Norvegia
ja: ノルウェー
ru: Норвегия

source: Residents of countries other than Norway, Sweden, Finland, Denmark
de: Ansässige außerhalb von Norwegen, Schweden, Finnland, Dänemark
es: Residentes fuera de Noruega, Suecia, Finlandia, Dinamarca
fr: Résidents hors Norvège, Suède, Finlande, Danemark
it: Residenti fuori da Norvegia, Svezia, Finlandia, Danimarca
ja: ノルウェー・スウェーデン・フィンランド・デンマーク以外の居住者
ru: Жители стран, кроме Норвегии, Швеции, Финляндии, Дании

source: Unused goods for personal use, exported as personal baggage within 1 month of purchase upon leaving Norway
de: Unbenutzte Waren für den persönlichen Gebrauch, die innerhalb von 1 Monat nach dem Kauf als persönliches Gepäck aus Norwegen ausgeführt werden
es: Bienes no utilizados para uso personal exportados como equipaje personal al salir de Noruega dentro de 1 mes después de la compra
fr: Biens inutilisés à usage personnel exportés comme bagage personnel en quittant la Norvège dans le mois suivant l’achat
it: Beni non utilizzati per uso personale esportati come bagaglio personale entro 1 mese dalla data di acquisto
ja: 個人使用の未使用商品、購入日から1ヶ月以内にノルウェー出国時に個人手荷物として輸出される商品
ru: Неиспользованные товары для личного пользования, вывозимые в личном багаже в течение 1 месяца после покупки при выезде из Норвегии

source: Oslo airport, etc.
de: Flughafen Oslo usw.
es: Aeropuerto de Oslo, etc.
fr: Aéroport d’Oslo, etc.
it: Aeroporto di Oslo, ecc.
ja: オスロ空港など
ru: Аэропорт Осло и др.

source: Finland
de: Finnland
es: Finlandia
fr: Finlande
it: Finlandia
ja: フィンランド
ru: Финляндия

source: Helsinki airport, etc.
de: Flughafen Helsinki usw.
es: Aeropuerto de Helsinki, etc.
fr: Aéroport d’Helsinki, etc.
it: Aeroporto di Helsinki, ecc.
ja: ヘルシンキ空港など
ru: Аэропорт Хельсинки и др.

source: Mexico
de: Mexiko
es: México
fr: Mexique
it: Messico
ja: メキシコ
ru: Мексика

source: Foreigners staying in Mexico less than 180 days
de: Ausländer, die weniger als 180 Tage in Mexiko bleiben
es: Extranjeros que permanecen menos de 180 días en México
fr: Étrangers séjournant moins de 180 jours au Mexique
it: Stranieri che soggiornano meno di 180 giorni in Messico
ja: メキシコに180日未満滞在する外国人
ru: Иностранцы, находящиеся в Мексике менее 180 дней

source: Unused goods for personal use, within 3 months of purchase
de: Unbenutzte Waren für den persönlichen Gebrauch, innerhalb von 3 Monaten nach dem Kauf
es: Bienes no utilizados para uso personal, dentro de los 3 meses posteriores a la compra
fr: Biens inutilisés à usage personnel, dans les 3 mois suivant l’achat
it: Beni non utilizzati per uso personale entro 3 mesi dalla data di acquisto
ja: 個人使用の未使用商品、購入日から3ヶ月以内
ru: Неиспользованные товары для личного пользования, в течение 3 месяцев после покупки

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ru: Неизвестно

source: Incomplete information provided.
de: Unvollständige Informationen
es: La información proporcionada no es completa
fr: Informations incomplètes
it: Informazioni incomplete
ja: 情報が不完全
ru: Информация предоставлена не полностью

source: Brazil
de: Brasilien
es: Brasil
fr: Brésil
it: Brasile
ja: ブラジル
ru: Бразилия

source: Non-resident foreign tourists
de: Nicht ansässige ausländische Touristen
es: Turistas extranjeros no residentes
fr: Touristes étrangers non résidents
it: Turisti stranieri non residenti
ja: 非居住の外国人観光客
ru: Иностранные туристы-нерезиденты

source: Goods for personal use (excluding food, hotels, restaurant consumption)
de: Waren für den persönlichen Gebrauch (ausgenommen Lebensmittel, Hotels, Restaurants)
es: Bienes para uso personal (excepto alimentos, hoteles, restaurantes)
fr: Biens à usage personnel (hors alimentation, hôtels, restaurants)
it: Beni per uso personale (esclusi cibo, hotel, ristoranti)
ja: 個人使用目的の商品（飲食、ホテル、レストラン消費は除外）
ru: Товары для личного пользования (исключая продукты питания, отели, рестораны)

source: Airport refund or designated refund office
de: Rückerstattung am Flughafen oder in ausgewiesener Rückgabestelle
es: Reembolso en el aeropuerto o en oficina designada
fr: Remboursement à l’aéroport ou bureau désigné
it: Rimborso in aeroporto o presso punto designato
ja: 空港または指定払い戻しカウンター
ru: Возврат в аэропорту или в специально назначенном пункте

source: Rio de Janeiro airport, etc.
de: Flughafen Rio de Janeiro usw.
es: Aeropuerto de Río de Janeiro, etc.
fr: Aéroport de Rio de Janeiro, etc.
it: Aeroporto di Rio de Janeiro, ecc.
ja: リオデジャネイロ空港など

source: Pilot program in Rio de Janeiro state from 2025, nationwide expansion planned; VAT rate varies by state (e.g., 18% in Rio de Janeiro)
de: Seit 2025 Pilotprojekt im Bundesstaat Rio de Janeiro, landesweite Einführung geplant; MwSt.-Satz variiert je nach Bundesstaat (z. B. Rio 18 %)
es: En fase piloto desde 2025 en Río de Janeiro, con expansión prevista; el IVA varía según el estado (por ejemplo, 18% en Río)
fr: Pilote à Rio depuis 2025, extension nationale prévue ; TVA varie selon l’État (ex : Rio 18 %)
it: Pilota dal 2025 a Rio de Janeiro, futura estensione nazionale; IVA varia a seconda dello stato (es. Rio 18%)
ja: 2025年よりリオデジャネイロ州で試験運用中、今後全国展開予定。VAT率は州により異なる（例: リオデジャネイロ18％）
ru: С 2025 года пилотный проект в штате Рио-де-Жанейро, в будущем планируется распространение по всей стране; ставка НДС зависит от штата (например, Рио-де-Жанейро — 18%)

source: Poland
de: Polen
es: Polonia
fr: Pologne
it: Polonia
ja: ポーランド
ru: Польша

source: Unused goods for personal use
de: Unbenutzte Waren für den persönlichen Gebrauch
es: Bienes no utilizados para uso personal
fr: Biens inutilisés à usage personnel
it: Beni non utilizzati per uso personale
ja: 個人使用の未使用商品
ru: Неиспользованные товары для личного пользования

source: Warsaw airport, etc.
de: Flughafen Warschau usw.
es: Aeropuerto de Varsovia, etc.
fr: Aéroport de Varsovie, etc.
it: Aeroporto di Varsavia, ecc.
ja: ワルシャワ空港など
ru: Аэропорт Варшава и др.

source: Goods must be exported outside the EU within 3 months of purchase; customs stamp required
de: Ware muss innerhalb von 3 Monaten nach dem Kauf aus der EU ausgeführt werden, Zollstempel erforderlich
es: Exportar el bien fuera de la UE dentro de los 3 meses posteriores a la compra, sello de aduana requerido
fr: Exporter le bien hors UE dans les 3 mois, timbre douanier requis
it: Esportare fuori dall’UE entro 3 mesi dall’acquisto, timbro doganale obbligatorio
ja: 購入日から3ヶ月以内に商品をEU域外に持ち出し、税関スタンプ必須
ru: Товар должен быть вывезен за пределы ЕС в течение 3 месяцев после покупки; требуется таможенная печать

source: Romania
de: Rumänien
es: Rumanía
fr: Roumanie
ja: ルーマニア
ru: Румыния

source: Bucharest airport, etc.
de: Flughafen Bukarest usw.
es: Aeropuerto de Bucarest, etc.
fr: Aéroport de Bucarest, etc.
it: Aeroporto di Bucarest, ecc.
ja: ブカレスト空港など
ru: Аэропорт Бухарест и др.

source: Goods must be exported outside the EU within 90 days of purchase; customs stamp required
de: Ware muss innerhalb von 90 Tagen nach dem Kauf aus der EU ausgeführt werden, Zollstempel erforderlich
es: Exportar el bien fuera de la UE dentro de los 90 días posteriores a la compra, sello de aduana requerido
fr: Exporter le bien hors UE dans les 90 jours, timbre douanier requis
it: Esportare fuori dall’UE entro 90 giorni dall’acquisto, timbro doganale obbligatorio
ja: 購入日から90日以内に商品をEU域外に持ち出し、税関スタンプ必須
ru: Товар должен быть вывезен за пределы ЕС в течение 90 дней после покупки; требуется таможенная печать

source: Iceland
de: Island
es: Islandia
fr: Islande
it: Islanda
ja: アイスランド
ru: Исландия

source: Non-residents of Iceland
de: Nichtansässige in Island
es: No residentes en Islandia
fr: Non-résidents en Islande
it: Non residenti in Islanda
ja: アイスランド非居住者
ru: Нерезиденты Исландии

source: Keflavik airport, etc.
de: Flughafen Keflavík usw.
es: Aeropuerto de Keflavík, etc.
fr: Aéroport de Keflavík, etc.
it: Aeroporto di Keflavík, ecc.
ja: ケプラヴィーク空港など
ru: Аэропорт Кефлавик и др.
