Repository: TaxRefundCalculator/TaxRefundCalculator
Catalog: TaxRefundCalculator/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ru

source: Tax Refund Calculator
de: Rückerstattungsrechner
es: Calculadora Tax Refund
fr: Simulateur
it: Calcolatore rimborso
ja: 免税払い戻し金額計算機
ru: Калькулятор Tax Free

source: Calculate your tax refund amount in advance.
de: Berechnen Sie die Rückerstattung im Voraus.
es: Calcula tu reembolso de impuestos antes.
fr: Calculez le remboursement de taxes
it: Calcola il rimborso fiscale in anticipo.
ja: 税金還付額を事前に計算しましょう。
ru: Рассчитать возврат налога заранее

source: Select Base Currency
de: Basiswährung auswählen
es: Seleccionar moneda base
fr: Choisir la devise de base
it: Seleziona valuta di base
ja: 基準通貨を選択
ru: Выбрать базовую валюту

source: Please select a base currency.
de: Basiswährung auswählen
es: Selecciona una moneda base.
fr: Choisissez une devise de base.
it: Seleziona una valuta di base.
ja: 基準通貨を選択してください。
ru: Выбрать базовую валюту

source: Select Travel Country
de: Reiseland auswählen
es: Seleccionar país de destino
fr: Choisir le pays de destination
it: Seleziona paese di viaggio
ja: 渡航国を選択
ru: Выбрать страну поездки

source: Please select a travel country.
de: Reiseland auswählen
es: Selecciona el país de destino.
fr: Choisissez le pays de destination.
it: Seleziona il paese di viaggio.
ja: 渡航国を選択してください。
ru: Выбрать страну поездки

source: Exchange Rate Info
de: Wechselkursinformation
es: Información sobre el tipo de cambio
fr: Informations sur le taux de change
it: Informazioni sul tasso di cambio
ja: 為替情報
ru: Информация о курсе валют

source: Please select a currency and a country.
de: Währung und Land auswählen
es: Debe seleccionar una moneda y un país.
fr: Choisissez une devise et un pays.
it: È necessario selezionare valuta e paese.
ja: 通貨と国の選択が必要です。
ru: Требуется выбрать валюту и страну.

source: Refund Policy
de: Erstattungsbedingungen
es: Condiciones de devolución
fr: Conditions de remboursement
it: Condizioni di rimborso
ja: 還付条件
ru: Условия возврата

source: Start →
de: Starten →
es: Empezar →
fr: Commencer →
it: Inizia →
ja: 開始する →
ru: Начать →

source: Input Confirmation
de: Eingabebestätigung
es: Confirmación de entrada
fr: Confirmation de saisie
it: Conferma inserimento
ja: 入力確認
ru: Подтверждение ввода

source: Please select all items.
de: Bitte wählen Sie alle Felder aus.
es: Por favor, selecciona todos los elementos.
fr: Choisissez tous les éléments.
it: Seleziona tutti gli elementi.
ja: すべての項目を選択してください。
ru: Пожалуйста, выберите все пункты.

source: OK
es: Aceptar
ja: 確認
ru: ОК

source: Notice
de: Hinweis
es: Aviso
fr: Avis
it: Avviso
ja: お知らせ
ru: Уведомление

source: This country does not provide tax refund.
de: In diesem Land gibt es keine Mehrwertsteuerrückerstattung.
es: Este país no ofrece devolución de impuestos.
fr: Ce pays ne propose pas de détaxe.
it: Questo paese non offre il rimborso dell’IVA.
ja: この国では免税サービスを行っていません。
ru: В этой стране возврат налога не предоставляется.

source: Unable to load exchange rate information
de: Wechselkursinformationen können nicht geladen werden
es: No se puede cargar la información de tipo de cambio
fr: Impossible de charger les informations sur les taux de change
it: Impossibile caricare le informazioni sul tasso di cambio
ja: 為替レート情報を読み込めません
ru: Hе удалось загрузить информацию о курсе валют

source: Refund Policy:
de: Rückerstattungsrichtlinie:
es: Política de reembolso:
fr: Politique de remboursement :
it: Politica di rimborso:
ja: 払い戻しポリシー:
ru: Политика возврата налога:

# Refund format
source: At least %2$d %1$@ purchase, %3$.0f%% refund
de: Mindestens %2$d %1$@ Einkauf, %3$.0f%% Rückerstattung
es: Devolución del %3$.0f%% para una compra mínima de %2$d %1$@
fr: Remboursement de %3$.0f%% pour un achat d’au moins %2$d %1$@
it: Rimborso del %3$.0f%% per acquisti di almeno %2$d %1$@
ja: 最低%2$d%1$@の購入で%3$.0f%%還付
ru: Возврат НДС %3$.0f%% при покупке от %2$d %1$@

source: Refund policy not found
de: Erstattungsrichtlinie nicht gefunden
es: No se ha encontrado la política de reembolso
fr: Politique de remboursement introuvable
it: Politica di rimborso non trovata
ja: 還付ポリシーが見つかりませんでした
ru: Политика возврата не найдена

# CurrencyCountryDuplicateError
source: Base currency and travel country cannot be the same.
de: Basiswährung und Reiseland dürfen nicht identisch sein.
es: La moneda base y el país de viaje no pueden ser iguales.
fr: La devise de base et le pays de voyage ne peuvent pas être identiques.
it: La valuta di base e il paese di viaggio non possono coincidere.
ja: 基準通貨と旅行先の国は重複できません。
ru: Базовая валюта и страна поездки не могут совпадать.

source: Enter purchase amount
de: Kaufbetrag eingeben
es: Introduce el importe de la compra
fr: Saisir le montant de l’achat
it: Inserisci l’importo dell’acquisto
ja: 購入金額を入力
ru: Введите сумму покупки

source: Please enter numbers only.
de: Nur Zahlen eingeben.
es: Por favor, introduce solo números.
fr: Entrez uniquement des chiffres.
it: Inserisci solo numeri, per favore.
ja: 数字のみ入力してください。
ru: Введите только цифры.

source: Calculate
de: Berechnen
es: Calcular
fr: Calculer
it: Calcola
ja: 計算する
ru: Рассчитать

source: VAT Rate
de: Mehrwertsteuersatz (MwSt)
es: Tasa de IVA
fr: Taux de TVA
it: Aliquota IVA
ja: 消費税率（VAT）
ru: Ставка НДС

source: Purchase Amount
de: Kaufbetrag
es: Importe de la compra
fr: Montant de l’achat
it: Importo dell’acquisto
ja: 購入金額
ru: Сумма покупки

source: Estimated Refund Amount
de: Geschätzter Rückerstattungsbetrag
es: Importe estimado del reembolso
fr: Montant estimé du remboursement
it: Importo stimato del rimborso
ja: 推定還付金額
ru: Ожидаемая сумма возврата

source: Approx
de: Ca
es: Aproximadamente
fr: Env
it: Circa
ja: 約
ru: Примерно

source: Save Record
de: Eintrag speichern
es: Guardar registro
fr: Enregistrer
it: Salva
ja: 記録を保存
ru: Сохранить

# View Refund Policy
source: Refund Policy
de: Erstattung
es: Reembolso
fr: Remboursement
it: Rimborso
ja: 還付条件を見る
ru: условия возврата

source: History
de: Verlauf
es: Historial
fr: Historique
it: Storico
ja: 履歴
ru: История

source: Exchange Rate
de: Wechselkurs
es: Tipo de cambio
fr: Taux de change
it: Tasso di cambio
ja: 為替
ru: Курс валют

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ru: Настройки

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ru: Закрыть

source: Input Error
de: Eingabefehler
es: Error de entrada
fr: Erreur de saisie
it: Errore di inserimento
ja: 入力エラー
ru: Ошибка ввода

source: You cannot enter blank spaces.
de: Leerzeichen können nicht eingegeben werden.
es: No se pueden introducir espacios en blanco.
fr: Les espaces vides ne peuvent pas être saisis.
it: Non è possibile inserire spazi vuoti.
ja: 空白は入力できません。
ru: Нельзя вводить пробелы.

source: Only numbers and decimal points are allowed, and the decimal point can be entered only once.
de: Es sind nur Zahlen und ein Dezimalpunkt erlaubt, und der Dezimalpunkt darf nur einmal eingegeben werden.
es: Solo se permiten números y un solo punto decimal.
fr: Seuls les chiffres et un seul point décimal sont autorisés.
it: Sono consentiti solo numeri e un solo punto decimale.
ja: 数字と小数点のみ入力でき、小数点は一度だけ入力できます。
ru: Разрешены только цифры и одна десятичная точка.

source: Save Complete
de: Speicherung abgeschlossen
es: Guardado completado
fr: Enregistrement terminé
it: Salvataggio completato
ja: 保存完了
ru: Сохранение завершено

source: Saved successfully.
de: Erfolgreich gespeichert.
es: Se ha guardado correctamente.
fr: L’enregistrement a été effectué avec succès.
it: Il salvataggio è stato completato.
ja: 保存が完了しました。
ru: Сохранение выполнено успешно.

source: VAT Rate:
es: Tasa de IVA:
fr: Taux de TVA :
ja: 消費税率：
ru: Ставка НДС:

source: Minimum Purchase Amount:
es: Importe mínimo de compra:
fr: Montant d’achat minimum :
ja: 最低購入金額：
ru: Минимальная сумма покупки:

source: Refund Method:
es: Método de reembolso:
fr: Méthode de remboursement :
ja: 還付方法：
ru: Способ возврата:

source: Refund Location:
es: Lugar de reembolso:
fr: Lieu de remboursement :
ja: 還付場所：
ru: Место возврата:

source: Notes:
es: Notas:
fr: Remarques :
ja: 備考：
ru: Примечания:

source: Error
de: Fehler
it: Errore
ja: エラー
ru: Ошибка

source: Please calculate first.
de: Bitte führen Sie zuerst die Berechnung durch.
es: Por favor, realice primero el cálculo.
it: Si prega di effettuare prima il calcolo.
ja: 先に計算を行ってください。
ru: Сначала выполните расчет.

source: Total Purchase Amount
de: Gesamtkaufbetrag
es: Importe total de la compra
fr: Montant total des achats
it: Importo totale degli acquisti
ja: 総購入金額
ru: Общая сумма покупок

source: Total Refund Amount
de: Gesamterstattungsbetrag
es: Importe total del reembolso
fr: Montant total du remboursement
it: Importo totale del rimborso
ja: 総還付金額
ru: Общая сумма возврата

source: Base Currency
de: Basiswährung
es: Moneda base
fr: Devise de base
it: Valuta base
ja: 基準通貨
ru: Базовая валюта

source: Select Date
de: Datum auswählen
es: Seleccionar fecha
fr: Choisir date
it: Seleziona data
ja: 日付を選択
ru: Выбрать дату

source: Refund Amount
de: Erstattungsbetrag
es: Importe del reembolso
fr: Montant du remboursement
it: Importo del rimborso
ja: 還付金額
ru: Сумма возврата

source: Applied Exchange Rate
de: Angewandter Wechselkurs
es: Tipo de cambio aplicado
fr: Taux de change appliqué
it: Tasso di cambio applicato
ja: 適用為替レート
ru: Применённый курс валют

source: Exchange Rates
de: Wechselkurse
es: Tipos de cambio
fr: Taux de change
it: Tassi di cambio
ja: 為替レート
ru: Обменные курсы

source: Last Updated
de: Letzte Aktualisierung
es: Última actualización
fr: Dernière mise à jour
it: Ultimo aggiornamento
ja: 最終更新日
ru: Последнее обновление

source: App Settings
de: App-Einstellungen
es: Configuración de la app
fr: Paramètres de l’application
it: Impostazioni app
ja: アプリ設定
ru: Настройки приложения

source: Travel Country
de: Reiseland
es: País de viaje
fr: Pays de voyage
it: Paese di viaggio
ja: 渡航先の国
ru: Страна

source: Dark Mode
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
ja: ダークモード
ru: Тёмный режим

source: Reset Records
de: Aufzeichnungen zurücksetzen
es: Restablecer registros
fr: Réinitialiser les enregistrements
it: Reimposta registrazioni
ja: 記録をリセット
ru: Сбросить записи

source: App Info
de: App-Informationen
es: Información de la app
fr: Infos sur l’app
it: Info sull’app
ja: アプリ情報
ru: Информация о приложении

source: Version
es: Versión
it: Versione
ja: バージョン
ru: Версия

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
it: Sviluppatore
ja: 開発者
ru: Разработчик

source: Delete Records
de: Einträge löschen
es: Eliminar registros
fr: Supprimer les enregistrements
it: Elimina registrazioni
ja: 記録を削除
ru: Удалить записи

source: Do you want to delete all records?
de: Möchten Sie alle Einträge löschen?
es: ¿Deseas eliminar todos los registros?
fr: Voulez-vous supprimer tous les enregistrements ?
it: Vuoi eliminare tutte le registrazioni?
ja: すべての記録を削除しますか？
ru: Вы хотите удалить все записи?

source: No
de: Nein
fr: Non
ja: いいえ
ru: Нет

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ru: Да

source: South Korea - KRW
de: Südkorea - KRW
es: Corea del Sur - KRW
fr: Corée du Sud - KRW
it: Corea del Sud - KRW
ja: 韓国 - KRW
ru: Южная Корея - KRW

source: Japan - JPY
es: Japón - JPY
fr: Japon - JPY
it: Giappone - JPY
ja: 日本 - JPY
ru: Япония - JPY

source: USA - USD
es: EE. UU. - USD
fr: États-Unis - USD
it: Stati Uniti - USD
ja: アメリカ合衆国 - USD
ru: США - USD

source: UK - GBP
es: Reino Unido - GBP
fr: Royaume-Uni - GBP
it: Regno Unito - GBP
ja: イギリス - GBP
ru: Великобритания - GBP

source: Thailand - THB
es: Tailandia - THB
fr: Thaïlande - THB
it: Thailandia - THB
ja: タイ - THB
ru: Таиланд - THB

source: Malaysia - MYR
es: Malasia - MYR
fr: Malaisie - MYR
it: Malesia - MYR
ja: マレーシア - MYR
ru: Малайзия - MYR

source: Singapore - SGD
de: Singapur - SGD
es: Singapur - SGD
fr: Singapour - SGD
ja: シンガポール - SGD
ru: Сингапур - SGD

source: Indonesia - IDR
de: Indonesien - IDR
fr: Indonésie - IDR
ja: インドネシア - IDR
ru: Индонезия - IDR

source: Australia - AUD
de: Australien - AUD
fr: Australie - AUD
ja: オーストラリア - AUD
ru: Австралия - AUD

source: Türkiye - TRY
de: Türkei - TRY
es: Turquía - TRY
fr: Turquie - TRY
it: Turchia - TRY
ja: トルコ - TRY
ru: Турция - TRY

source: South Africa - ZAR
de: Südafrika - ZAR
es: Sudáfrica - ZAR
fr: Afrique du Sud - ZAR
it: Sudafrica - ZAR
ja: 南アフリカ - ZAR
ru: ЮАР - ZAR

source: Czech - CZK
de: Tschechien - CZK
es: Chequia - CZK
fr: Tchéquie - CZK
it: Cechia - CZK
ja: チェコ - CZK
ru: Чехия - CZK

source: Hungary - HUF
de: Ungarn - HUF
es: Hungría - HUF
fr: Hongrie - HUF
it: Ungheria - HUF
ja: ハンガリー - HUF
ru: Венгрия - HUF

source: Bulgaria - BGN
de: Bulgarien - BGN
fr: Bulgarie - BGN
ja: ブルガリア - BGN
ru: Болгария - BGN

source: Switzerland - CHF
de: Schweiz - CHF
es: Suiza - CHF
fr: Suisse - CHF
it: Svizzera - CHF
ja: スイス - CHF
ru: Швейцария - CHF

source: Germany - EUR
de: Deutschland - EUR
es: Alemania - EUR
fr: Allemagne - EUR
it: Germania - EUR
ja: ドイツ - EUR
ru: Германия - EUR

source: Netherlands - EUR
de: Niederlande - EUR
es: Países Bajos - EUR
fr: Pays-Bas - EUR
it: Paesi Bassi - EUR
ja: オランダ - EUR
ru: Нидерланды - EUR

source: Belgium - EUR
de: Belgien - EUR
es: Bélgica - EUR
fr: Belgique - EUR
it: Belgio - EUR
ja: ベルギー - EUR
ru: Бельгия - EUR

source: France - EUR
de: Frankreich - EUR
es: Francia - EUR
it: Francia - EUR
ja: フランス - EUR
ru: Франция - EUR

source: Spain - EUR
de: Spanien - EUR
es: España - EUR
fr: Espagne - EUR
it: Spagna - EUR
ja: スペイン - EUR
ru: Испания - EUR

source: Portugal - EUR
it: Portogallo - EUR
ja: ポルトガル - EUR
ru: Португалия - EUR

source: Ireland - EUR
de: Irland - EUR
es: Irlanda - EUR
fr: Irlande - EUR
it: Irlanda - EUR
ja: アイルランド - EUR
ru: Ирландия - EUR

source: Austria - EUR
de: Österreich - EUR
fr: Autriche - EUR
ja: オーストリア - EUR
ru: Австрия - EUR

source: Croatia - EUR
de: Kroatien - EUR
es: Croacia - EUR
fr: Croatie - EUR
it: Croazia - EUR
ja: クロアチア - EUR
ru: Хорватия - EUR

source: Italy - EUR
de: Italien - EUR
es: Italia - EUR
fr: Italie - EUR
it: Italia - EUR
ja: イタリア - EUR
ru: Италия - EUR

source: Greece - EUR
de: Griechenland - EUR
es: Grecia - EUR
fr: Grèce - EUR
it: Grecia - EUR
ja: ギリシャ - EUR
ru: Греция - EUR

source: Sweden - SEK
de: Schweden - SEK
es: Suecia - SEK
fr: Suède - SEK
it: Svezia - SEK
ja: スウェーデン - SEK
ru: Швеция - SEK

source: Denmark - DKK
de: Dänemark - DKK
es: Dinamarca - DKK
fr: Danemark - DKK
it: Danimarca - DKK
ja: デンマーク - DKK
ru: Дания - DKK

source: Norway - NOK
de: Norwegen - NOK
es: Noruega - NOK
fr: Norvège - NOK
it: Norvegia - NOK
ja: ノルウェー - NOK
ru: Норвегия - NOK

source: Finland - EUR
de: Finnland - EUR
es: Finlandia - EUR
fr: Finlande - EUR
it: Finlandia - EUR
ja: フィンランド - EUR
ru: Финляндия - EUR

source: Mexico - MXN
de: Mexiko - MXN
es: México - MXN
fr: Mexique - MXN
it: Messico - MXN
ja: メキシコ - MXN
ru: Мексика - MXN

source: Brazil - BRL
de: Brasilien - BRL
es: Brasil - BRL
fr: Brésil - BRL
it: Brasile - BRL
ja: ブラジル - BRL
ru: Бразилия - BRL

source: Poland - PLN
de: Polen - PLN
es: Polonia - PLN
fr: Pologne - PLN
it: Polonia - PLN
ja: ポーランド - PLN
ru: Польша - PLN

source: Romania - RON
de: Rumänien - RON
es: Rumanía - RON
fr: Roumanie - RON
ja: ルーマニア - RON
ru: Румыния - RON

source: Iceland - ISK
de: Island - ISK
es: Islandia - ISK
fr: Islande - ISK
it: Islanda - ISK
ja: アイスランド - ISK
ru: Исландия - ISK

source: Russia - RUB
de: Russland - RUB
es: Rusia - RUB
fr: Russie - RUB
ja: ロシア - RUB
ru: Россия - RUB

source: Israel - ILS
fr: Israël - ILS
it: Israele - ILS
ja: イスラエル - ILS
ru: Израиль - ILS

source: India - INR
de: Indien - INR
fr: Inde - INR
ja: インド - INR
ru: Индия - INR

source: South Korea
de: Südkorea
es: Corea del Sur
fr: Corée du Sud
it: Corea del Sud
ja: 韓国
ru: Южная Корея

source: Up to 7% of purchase amount
de: Bis zu 7 % des Kaufbetrags
es: Hasta el 7% del importe de la compra
fr: Jusqu'à 7% du montant d'achat
it: Fino al 7% dell’importo di acquisto
ja: 購入金額の最大7％まで
ru: До 7% от суммы покупки

source: Foreign tourists staying less than 6 months, overseas Koreans abroad 2+ years (stay less than 3 months)
de: Ausländische Touristen mit einem Aufenthalt von weniger als 6 Monaten, im Ausland lebende Koreaner mit über 2 Jahren Auslandsaufenthalt (Aufenthalt in Korea weniger als 3 Monate)
fr: Touristes étrangers séjournant moins de 6 mois ; Coréens résidant à l'étranger depuis plus de 2 ans et séjournant moins de 3 mois en Corée
ja: 6ヶ月未満滞在の外国人観光客、海外に2年以上居住し韓国に3ヶ月未満滞在の在外韓国人
ru: Иностранные туристы, пребывающие менее 6 месяцев, этнические корейцы, проживающие за границей более 2 лет и находящиеся в Корее менее 3 месяцев

source: Taxable goods unused/unopened, exported within 3 months of purchase
de: Versteuerbare Waren im ungeöffneten und unbenutzten Zustand, Waren, die innerhalb von 3 Monaten nach dem Kauf ausgeführt werden
es: Bienes gravables sin abrir ni usar, bienes exportados dentro de los 3 meses posteriores a la compra
fr: Biens taxables non ouverts et non utilisés, biens exportés dans les 3 mois suivant l'achat
it: Beni imponibili non aperti e non utilizzati, beni esportati entro 3 mesi dalla data di acquisto
ja: 未開封・未使用の課税商品、購入日から3ヶ月以内に輸出される商品
ru: Облагаемые налогом товары в нераспечатанном и неиспользованном состоянии, товары, вывозимые в течение 3 месяцев после покупки

source: Immediate refund, downtown or airport refund
de: Sofortige Rückerstattung, Rückerstattung in Stadtzentren oder am Flughafen
es: Reembolso inmediato, centro de reembolso en la ciudad, reembolso en el aeropuerto
fr: Remboursement immédiat, centre de remboursement en ville, remboursement à l’aéroport
it: Rimborso immediato, centro rimborso in città, rimborso in aeroporto
ja: 即時払い戻し、ダウンタウン払い戻しセンター、空港払い戻し
ru: Мгновенный возврат, возврат в городском центре, возврат в аэропорту

source: Refund counter at Incheon airport/major airports or downtown centers
de: Rückerstattungsschalter oder Kioske am Flughafen Incheon und anderen großen Flughäfen oder in Stadtzentren
es: Mostradores o quioscos de reembolso en el Aeropuerto Internacional de Incheon y otros aeropuertos principales, centros de reembolso en Seúl y otras ciudades principales
fr: Comptoirs ou bornes de remboursement à l’aéroport d’Incheon et autres grands aéroports, centres de remboursement en ville à Séoul et autres grandes villes
it: Sportelli o chioschi di rimborso presso l’Aeroporto Internazionale di Incheon e altri aeroporti principali, centri rimborso in città come Seul e altre città principali
ja: 仁川国際空港および主要空港の払い戻しカウンターやキオスク、ソウルなど主要都市の市内払い戻しセンター
ru: Пункты возврата или киоски в международном аэропорту Инчхон и других крупных аэропортах, городские пункты возврата в Сеуле и других крупных городах

source: Customs stamp on goods required
de: Zollstempel auf den gekauften Waren erforderlich.
es: Se requiere sello de aduana en los bienes comprados.
fr: Timbre douanier requis sur les biens achetés.
it: È necessario il timbro doganale sui beni acquistati.
ja: 購入品には税関のスタンプが必要です。
ru: Необходимо получить таможенную печать на купленные товары.

source: Japan
es: Japón
fr: Japon
it: Giappone
ja: 日本
ru: Япония

source: Tax-free at the time of purchase
de: Steuerfrei beim Kauf
es: Libre de impuestos en el momento de la compra
fr: Exonération de taxe lors de l'achat
it: Esenzione IVA al momento dell’acquisto
ja: 購入時に免税
ru: Освобождение от налога при покупке

source: Foreign tourists
de: Ausländische Touristen
es: Turistas extranjeros
fr: Touristes étrangers
it: Turisti stranieri
ja: 外国人観光客
ru: Иностранные туристы

source: General goods
de: Allgemeine Waren
es: Bienes generales
fr: Biens généraux
it: Beni generici
ja: 一般商品
ru: Обычные товары

source: Tax-free (immediate at purchase)
de: Steuerfrei (sofort beim Kauf)
es: Libre de impuestos (inmediato en la compra)
fr: Exonération de taxe (immédiate à l'achat)
it: Esenzione IVA (immediata all’acquisto)
ja: 免税（購入時即時）
ru: Безналоговая продажа (освобождение от налога при покупке)

source: Tax-free shops
de: Duty-Free-Geschäfte
es: Tiendas libres de impuestos
fr: Magasins hors taxes
it: Negozi duty free
ja: 免税店
ru: Дьюти-фри магазины

source: Refund system to be introduced from 2026 (currently tax-free).
de: Erstattungssystem ab 2026 geplant (derzeit steuerfrei)
es: Sistema de reembolso previsto a partir de 2026 (actualmente solo libre de impuestos)
fr: Système de remboursement prévu à partir de 2026 (actuellement exonération de taxe uniquement)
it: Sistema di rimborso previsto dal 2026 (attualmente solo tax free)
ja: 2026年より払い戻し制度導入予定（現在は免税のみ）
ru: С 2026 года планируется ввести систему возврата (в настоящее время только освобождение от налога)

source: Thailand
es: Tailandia
fr: Thaïlande
it: Thailandia
ja: タイ
ru: Таиланд

source: VAT refund
de: MwSt.-Rückerstattung
es: Reembolso del IVA
fr: Remboursement TVA
it: Rimborso IVA
ja: VAT払い戻し
ru: Возврат НДС

source: Goods purchased at approved shops, goods exported within 60 days
de: Waren, die in zugelassenen Geschäften gekauft wurden, Waren, die innerhalb von 60 Tagen ausgeführt werden
es: Bienes comprados en tiendas aprobadas, bienes exportados dentro de los 60 días
fr: Biens achetés dans des magasins agréés, biens exportés dans les 60 jours
it: Beni acquistati in negozi approvati, beni esportati entro 60 giorni
ja: 認定店舗で購入された商品、60日以内に輸出される商品
ru: Товары, купленные в одобренных магазинах, товары, вывозимые в течение 60 дней

source: Airport refund
de: Rückerstattung am Flughafen
es: Reembolso en el aeropuerto
fr: Remboursement à l’aéroport
it: Rimborso in aeroporto
ja: 空港払い戻し
ru: Возврат в аэропорту

source: VAT refund counter at departure hall
de: MwSt.-Erstattungsschalter im Abflugbereich
es: Mostrador de reembolso de IVA en la sala de salidas
fr: Guichet de remboursement TVA en zone de départ
it: Sportello rimborso IVA presso la zona partenze
ja: 出国ロビーVAT払い戻しカウンター
ru: Стойка возврата НДС в зале вылета

source: Purchase at approved shops, depart within 60 days.
de: Einkauf in zugelassenen Geschäften, Abreise innerhalb von 60 Tagen
es: Comprar en tiendas aprobadas, salir dentro de los 60 días
fr: Achat dans des magasins agréés, départ sous 60 jours
it: Acquisto in negozi approvati, uscita entro 60 giorni
ja: 認定店舗で購入、60日以内に出国
ru: Покупайте в одобренных магазинах, вывозите в течение 60 дней

source: Malaysia
es: Malasia
fr: Malaisie
it: Malesia
ja: マレーシア
ru: Малайзия

source: Goods purchased at approved shops
de: Waren, die in zugelassenen Geschäften gekauft wurden
es: Bienes comprados en tiendas aprobadas
fr: Biens achetés dans des magasins agréés
it: Beni acquistati in negozi approvati
ja: 認定店舗で購入された商品
ru: Товары, купленные в одобренных магазинах

source: Airport VAT refund counter
de: MwSt.-Erstattungsschalter am Flughafen
es: Mostrador de reembolso de IVA en el aeropuerto
fr: Guichet de remboursement TVA à l’aéroport
it: Sportello rimborso IVA in aeroporto
ja: 空港VAT払い戻しカウンター
ru: Стойка возврата НДС в аэропорту

source: Only available at shops approved by the Tourism Tax Office.
de: Nur in vom Tourismussteueramt genehmigten Geschäften verfügbar
es: Solo disponible en tiendas aprobadas por la Oficina de Impuesto Turístico
fr: Uniquement dans les magasins agréés par l’Office du tourisme
it: Disponibile solo nei negozi approvati dall'ente del turismo
ja: 観光税局認定店舗のみ利用可能
ru: Доступно только в магазинах, одобренных туристическим налоговым управлением

source: Singapore
de: Singapur
es: Singapur
fr: Singapour
ja: シンガポール
ru: Сингапур

source: GST refund
de: GST-Rückerstattung
es: Reembolso del GST
fr: Remboursement GST
it: Rimborso GST
ja: GST払い戻し
ru: Возврат GST

source: Goods exported when leaving Singapore, some items excluded
de: Waren, die bei der Ausreise aus Singapur ausgeführt werden, einige Artikel ausgenommen
es: Bienes exportados al salir de Singapur, algunos artículos excluidos
fr: Biens exportés en quittant Singapour, certains articles exclus
it: Beni esportati all’uscita da Singapore, alcuni articoli esclusi
ja: シンガポール出国時に輸出する商品（一部除外あり）
ru: Товары, вывозимые при выезде из Сингапура, некоторые товары исключены
