Repository: TaxRefundCalculator/TaxRefundCalculator
Catalog: TaxRefundCalculator/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ru

source: Goods must be exported within 3 months of purchase; customs stamp required
de: Ware muss innerhalb von 3 Monaten nach dem Kauf ausgeführt werden, Zollstempel erforderlich
es: Exportar el bien dentro de los 3 meses posteriores a la compra, sello de aduana requerido
fr: Exporter le bien dans les 3 mois suivant l’achat, timbre douanier requis
it: Esportare entro 3 mesi dall’acquisto, timbro doganale obbligatorio
ja: 購入日から3ヶ月以内に商品を持ち出し、税関スタンプ必須
ru: Товар должен быть вывезен в течение 3 месяцев после покупки; требуется таможенная печать

source: Russia
de: Russland
es: Rusia
fr: Russie
ja: ロシア
ru: Россия

source: Residents of countries outside the EAEU
de: Bewohner von Ländern außerhalb der EAWU
es: Residentes de países fuera de la UEEA
fr: Résidents de pays hors EAEU
it: Residenti di paesi extra EAEU
ja: EAEU以外の国の居住者
ru: Жители стран вне ЕАЭС

source: Clothing, electronics, jewelry, etc. (excluding alcohol, tobacco)
de: Kleidung, Elektronik, Schmuck usw. (Alkohol und Tabak ausgeschlossen)
es: Ropa, electrónica, joyas, etc. (excluyendo alcohol y tabaco)
fr: Vêtements, électronique, bijoux, etc. (hors alcool et tabac)
it: Abbigliamento, elettronica, gioielli, ecc. (esclusi alcol e tabacco)
ja: 衣類、電子機器、宝石など（酒類・タバコ除く）
ru: Одежда, электроника, ювелирные изделия и др. (алкоголь и табак исключены)

source: Moscow Domodedovo airport, etc.
de: Moskau Domodedowo Flughafen usw.
es: Aeropuerto Domodédovo de Moscú, etc.
fr: Aéroport Domodedovo Moscou, etc.
it: Aeroporto Domodedovo di Mosca, ecc.
ja: モスクワ・ドモジェドボ空港など
ru: Аэропорт Домодедово, Москва и др.

source: Israel
fr: Israël
it: Israele
ja: イスラエル
ru: Израиль

source: Non-residents of Israel
de: Nichtansässige in Israel
es: No residentes en Israel
fr: Non-résidents en Israël
it: Non residenti in Israele
ja: イスラエル非居住者
ru: Нерезиденты Израиля

source: Ben Gurion airport, etc.
de: Ben-Gurion Flughafen usw.
es: Aeropuerto Ben Gurión, etc.
fr: Aéroport Ben Gourion, etc.
it: Aeroporto Ben Gurion, ecc.
ja: ベングリオン空港など
ru: Аэропорт Бен-Гурион и др.

source: India
de: Indien
fr: Inde
ja: インド
ru: Индия

source: Non-residents of India
de: Nichtansässige in Indien
es: No residentes en India
fr: Non-résidents en Inde
it: Non residenti in India
ja: インド非居住者
ru: Нерезиденты Индии

source: Delhi Indira Gandhi International Airport, etc.
de: Indira Gandhi International Airport Delhi usw.
es: Aeropuerto Internacional Indira Gandhi de Delhi, etc.
fr: Aéroport international Indira Gandhi Delhi, etc.
it: Aeroporto Internazionale Indira Gandhi di Delhi, ecc.
ja: デリー・インディラガンディー国際空港など
ru: Международный аэропорт имени Индира Ганди, Дели и др.

source: GST refund system is in pilot operation, not implemented nationwide
de: Das GST-Rückerstattungssystem ist pilotiert, landesweit noch nicht eingeführt
es: El sistema de reembolso del GST está en fase piloto, no implementado a nivel nacional
fr: Le système de remboursement GST est en phase pilote, pas encore généralisé
it: Il sistema di rimborso GST è in fase pilota, non attivo a livello nazionale
ja: GST払い戻し制度は試験運用中、全国導入は未定
ru: Система возврата GST работает в тестовом режиме, не внедрена по всей стране

source: Reset Complete
de: Zurücksetzen abgeschlossen
it: Ripristino completato
ru: Сброс завершён

source: The reset has been completed.
de: Das Zurücksetzen wurde abgeschlossen.
it: Il ripristino è stato completato.
ru: Сброс успешно завершён.

source: Depart within 90 days.
de: Abreise innerhalb von 90 Tagen
es: Salida dentro de los 90 días
fr: Départ sous 90 jours
it: Partenza entro 90 giorni
ru: Выезд в течение 90 дней

source: Below minimum purchase
de: Mind. Kauf nicht erreicht
it: Sotto acquisto minimo

source: Check refund conditions
de: Rückerstattungsbedingungen prüfen
it: Verifica condizioni rimborso

source: Can't save because refund is not possible below minimum purchase amount.
de: Speichern nicht möglich, da Rückerstattung unter dem Mindestkaufbetrag nicht möglich ist.
it: Impossibile salvare: rimborso non possibile sotto l’acquisto minimo.
